var pgContents = [
    {
        "id": 12,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 2,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    
]