var pgContents = [
    {
        "id": 1,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },{
        "id": 2,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 3,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 4,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 5,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 6,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 7,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 8,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 9,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 10,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 11,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    }
    ,{
        "id": 12,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 13,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 14,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 15,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 15,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 16,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 17,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 18,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 19,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 20,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 21,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 22,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 23,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 24,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 25,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 26,
        "images": [
            {
                "src": "1-1.jpg",
                "alt": "總教練沈金康（中）喜與李慧詩慶祝。",
                "credit":  "李澤彤攝"
            },
            {
                "src": "1-2.jpg",
                "alt": "救護站的菜大概較這豐富，「三餸一湯，但15分鐘內一定會吃完，你只可以吃這麼久。」",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "1-3.jpg",
                "alt": "西隧確認沉管隧道內曾有局部輕微的滲水情況並均已修復，現時西隧的沉管隧道結構狀況良好。",
                "credit":  "資料圖片/余俊亮攝"
            },
            {
                "src": "1-4.jpg",
                "alt": "陳淑莊直斥政府為何一直知道西隧滲水，但從不公開。",
                "credit": "資料圖片/林若勤攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    },
    {
        "id": 27,
        "images": [
            {
                "src": "13-1.jpg",
                "alt": "飛燕會在今日橫過日本四國至本州一帶。（日本氣象廳網頁）",
                "credit":  "李澤彤攝"
            },
            {
                "src": "13-2.jpg",
                "alt": "黎青龍自1971年起在港大任教，以傳授醫學知識為樂。（歐嘉樂攝",
                "credit": "資料圖片/江智騫攝"
            },
            {
                "src": "13-3.jpg",
                "alt": "「神童」黎青龍16歲讀港大　抗肝炎研究獲醫學界肯定",
                "credit":  "資料圖片/余俊亮攝"
            }
        ],
        "related_articles": [
            {
                "text": "相關文章",
                "url": "https://www.hk01.com/扭耳仔/217510/"
            }
        ]
    }
    
]